src/test/resources/emptyParams.xml

<soapenv:Envelope
        xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:ser="http://services.senior.com.br">
    <soapenv:Body>
        <ser:SERVICE>
            <user>USER</user>
            <password>PSWD</password>
            <encryption>ENCRYPTION</encryption>
            <parameters>
                <identificadorSistema>IDENTIFICADOR</identificadorSistema>
            </parameters>
        </ser:SERVICE>
    </soapenv:Body>
</soapenv:Envelope>